Repository: svgreve/phoenix_boilerplate
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Welcome to %{name}!
es: Bienvenido a %{name}

source: Peace of mind from prototype to production
es: Tranquilidad desde el prototipo hasta la producción

source: Log in
es: Iniciar sesión

source: Log out
es: Cerrar sesión

source: Register
es: Registrarse

source: Settings
es: Ajustes

source: A link to confirm your email change has been sent to the new address.
es: Usted debe ingresar para acceder a esta página.

source: Change email
es: Cambiar e-mail

source: Change password
es: Cambiar la contraseña

source: Confirm new password
es: Confirmar nueva contraseña

source: Email change link is invalid or it has expired.
es: El link de cambio de correo electrónico no es válido o ha caducado.

source: Email changed successfully.
es: El correo electrónico cambió correctamente.

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: If your email is in our system and it has not been confirmed yet,
es: ¿Olvidaste tu contraseña?

source: If your email is in our system, you will receive instructions to reset your password shortly.
es: Si su correo electrónico está en nuestro sistema, recibirá instrucciones para restablecer su contraseña en breve.

source: Keep me logged in for 60 days
es: Mantenerme conectado durante 60 días

source: Logged out successfully.
es: Se desconectó correctamente.

source: New password
es: Nueva contraseña

source: Oops, something went wrong! Please check the errors below.
es: ¡Huy! Algo salió mal! Compruebe los errores a continuación.

source: Password reset successfully.
es: Contraseña restablecida correctamente.

source: Password updated successfully.
es: Contraseña actualizada exitosamente.

source: Resend confirmation instructions
es: Reenviar instrucciones de confirmación

source: Reset password
es: Restablecer la contraseña

source: Reset password link is invalid or it has expired.
es: El link para restablecer la contraseña no es válido o ha caducado.

source: Send instructions to reset password
es: Enviar instrucciones para restablecer la contraseña

source: User confirmation link is invalid or it has expired.
es: El link de confirmación del usuario no es válido o ha caducado.

source: User confirmed successfully.
es: Usuario confirmado con éxito.

source: you will receive an email with instructions shortly.
es: recibirá un correo electrónico con instrucciones en breve.

source: Password
es: Contraseña

source: Current password
es: Contraseña actual

source: must have the @ sign and no spaces
es: debe tener el signo @ y sin espacios

source: Confirm your account
es: Confirme su cuenta

source: Hi, %{email}
es: Hola, %{email}

source: You can confirm your account by clicking on the button below:
es: Si no creó una cuenta con nosotros, ignore esto.

source: If you didn't request this change, please ignore this.
es: Si no solicitó este cambio, ignórelo.

source: Reset your password
es: Restablecer su contraseña

source: You can reset your password by clicking the button below
es: Puede restablecer su contraseña haciendo clic en el botón de abajo

source: You can change your email by clicking the button below:
es: Puede cambiar su correo electrónico haciendo clic en el botón a continuación:

source: did not change
es: no cambio

source: does not match password
es: no coincide con la contraseña

source: is not valid
es: No es válido

source: Account created successfully. You will receive an email to confirm your account.
es: Cuenta creada con éxito. Recibirás un correo electrónico para confirmar tu cuenta.

source: Company name - Company address
es: Nombre de la empresa - Dirección de la empresa

source: Invalid email or password or account not confirmed
es: Correo electrónico o contraseña no válidos o cuenta no confirmada

source: Signed-in home page
es: Página de inicio con sesión iniciada

source: You are going to log out. Are you sure?
es: Vas a cerrar la sesión. ¿Está seguro?
